Repository: alopezhenquen/Beers
Catalog: Beers/Resources/Localizable/*.lproj/Localizable.strings
Languages: es

# FavoritesTitle
source: Favorites
es: Favoritos

# BeersTitle
source: Beers
es: Personajes

# DetailsTitle
source: Details
es: Detalles

# SearchByFoodBarTitle
source: Search by Food Pairing ..
es: Buscar por Food

# BeerNameLabelText
source: Name
es: Nombre

# BeerDescriptionLabelText
source: Description
es: Descripción

# AddToFavoritesLabel
source: Add to
es: Agregar a

# RemoveFromFavoritesLabel
source: Remove from
es: Eliminar de

# NoNameAvailableText
source: No name available
es: No disponible

# NoDescriptionAvailableText
source: No description available
es: No disponible

source: No More Data Available
es: No existen más datos

source: No Data Available
es: No existen datos disponibles

# UndefinedError
source: Undefined error. Please contact @developer.
es: Error desconocido. Por favor, contactar al @developer.

# FetcherInternalError
source: Internal Error. The requested data could not be obtained from Punk API.
es: No se han podido obtener los datos solicitados desde Marvel.

# RealmInternalError
source: Internal Error. The requested data could not be obtained from local Storage.
es: No se han podido obtener los datos solicitados desde el almacenamiento interno.

# AddToFavoritesRequestError
source: Could not be added to favorites.
es: No se ha podido agregar a favoritos.

# RemoveFromFavoritesRequestError
source: Could not be removed from favorites.
es: No se ha podido remover de favoritos.

# NoBeerDataAvailableError
source: The requested data from Beers could not be obtained.
es: No se pudieron obtener los datos solicitados de las cervezas.

# NoFavoriteDataAvailableError
source: The requested data from Favorites could not be obtained.
es: No se pudieron obtener los datos solicitados de los Favoritos.

source: Beer
es: Cerveza

source: Picture
es: Imagen
